{
  "brief.description": "В MSA-IT мы понимаем, что каждый проект уникален, и мы стремимся создать решения, которые идеально соответствуют вашим целям и требованиям.",
  "brief.description.footer": "Заполните форму, предоставив как можно больше деталей о вашем проекте. Чем больше информации мы получим, тем точнее сможем оценить вашу идею и предложить эффективное решение.",
  "brief.description.text1": "- Индивидуальный подход: Мы изучим вашу идею и предложим оптимальные решения, учитывая ваши пожелания.",
  "brief.description.text2": "- Экспертное мнение: Наша команда состоит из профессионалов, которые готовы поделиться своим опытом и знаниями.",
  "brief.description.text3": "- Гибкость и оперативность: Мы быстро адаптируемся к изменениям и всегда готовы к диалогу.",
  "brief.form.buttons.send": "Отправить",
  "brief.form.disclaimer.base": "Отправляя форму, вы соглашаетесь\nс условиями {link}",
  "brief.form.disclaimer.policy-link": "политики конфиденциальности",
  "brief.form.section.budget.input": "Введите сумму",
  "brief.form.section.budget.title": "Бюджет",
  "brief.form.section.contacts.field.email.label": "Куда отправлять email?",
  "brief.form.section.contacts.field.name.label": "Как вас зовут?",
  "brief.form.section.contacts.field.phone.label": "Телефон для связи",
  "brief.form.section.contacts.title": "Контактная информация",
  "brief.form.section.idea.field.description.label": "Кратко опишите основную идею проекта ",
  "brief.form.section.idea.title": "Что планируется сделать",
  "brief.title": "Мы рады, что вы здесь! Если у вас есть идея или концепция, которую вы хотите воплотить в жизнь, команда MSA-IT готова помочь вам в этом путешествии.",
  "button.more": "Подробнее",
  "case.description-section.made-projects": "Что мы сделали",
  "case.projects-list-section.title": "Похожие проекты",
  "case.site-section.technical-features.description": "Вот несколько технических особенностей сайта, которые нам хотелось бы выделить отдельно:",
  "case.site-section.video.description": "Мы собрали всю информацию о функциональности сайта в одном коротком ролике",
  "case.team-section.backend-developers": "Бэкенд-разработчики",
  "case.team-section.director": "Технический директор",
  "case.team-section.frontend-developers": "Фронтэнд-разработчики",
  "case.team-section.marketer": "Маркетологи",
  "case.team-section.projectManagers": "Проджект-менеджеры",
  "case.team-section.tester": "Тестировщик",
  "case.team-section.title": "Над проектом работали",
  "case.team-section.web-designers": "Веб-дизайнеры",
  "cases.header.description": "Каждый кейс — это не только демонстрация нашей экспертизы, но и пример того, как мы решаем бизнес-задачи с помощью современных технологий.",
  "cases.header.title": "Мы гордимся тем, что можем делиться успешными проектами, которые реализовали для наших клиентов.",
  "cases.projects-section.tabs.all": "Все",
  "cases.projects-section.tabs.applications": "Приложения",
  "cases.projects-section.tabs.control-systems": "Системы управления",
  "cases.projects-section.tabs.web": "Веб",
  "contacts.description": "Если у вас есть вопросы, предложения или вы хотите обсудить потенциальное сотрудничество, пожалуйста, свяжитесь с нами.",
  "contacts.form.button.send": "Отправить",
  "contacts.form.email.label": "Email",
  "contacts.form.message.label": "Ваше сообщение",
  "contacts.form.name.label": "Ваше имя",
  "contacts.office.belarus.address": "г. Гомель, ул. 50 лет БССР, д.7, оф. 4",
  "contacts.office.belarus.title": "Офис в Беларуси",
  "contacts.office.russia.address": "г. Новозыбков, ул. Набережная, д.36-А, оф. 18",
  "contacts.office.russia.title": "Офис в России",
  "contacts.title": "Контакты",
  "footer.office.belarus.address": "ул. 50 лет БССР, д.7, оф. 4",
  "footer.office.belarus.city": "г. Гомель",
  "footer.office.belarus.country": "Беларусь",
  "footer.office.russia.address": "ул. Набережная, д.36-А, оф. 18",
  "footer.office.russia.city": "г. Новозыбков",
  "footer.office.russia.country": "Россия",
  "footer.social-info.title": "Мы в соцсетях",
  "header.button.propose-project": "Предложить проект",
  "header.links.main": "Главная",
  "header.links.cases": "Кейсы",
  "header.links.contacts": "Контакты",
  "header.links.services": "Услуги",
  "main.company-info.paragraph1": "MSA-IT - IT компания, работающая более 10 лет. Мы находимся в Беларуси, но благодаря гибкой структуре, сотрудничаем онлайн с клиентами по всему миру.",
  "main.company-info.paragraph2": "Наша команда состоит из высококвалифицированных профессионалов из разных стран: России, Беларуси, Украины, Польши и других. Благодаря такому разнообразию, мы привносим международный взгляд в наши проекты и доступны для клиентов из разных регионов.",
  "main.company-info.paragraph3": "Мы можем взять ваш проект и реализовать его под ключ:от проектирования и бизнес-анализа до создания CRM, сайтов и IT-инфраструктуры. Вы получите не только квалифицированных разработчиков, но и экспертное мнение, основанное на многолетнем опыте реальных проектов в сфере фудтех и разработке CRM. Наш опыт поможет вам оптимизировать бизнес-процессы и сэкономить деньги и время на разработке.",
  "main.company-info.statistics.first.count": ">10",
  "main.company-info.statistics.first.text": "лет на рынке разработки",
  "main.company-info.statistics.fourth.count": "50+",
  "main.company-info.statistics.fourth.text": "технологий в нашем арсенале",
  "main.company-info.statistics.second.count": "90+",
  "main.company-info.statistics.second.text": "реализованных проектов для клиентов по всему миру",
  "main.company-info.statistics.third.count": "99%",
  "main.company-info.statistics.third.text": "удовлетворенности клиентов",
  "main.header.description": "Реализуем любые Ваши потребности и желания!",
  "main.header.title": "MSA-IT: Ваш супергерой в мире технологий!",
  "main.projects-list-section.title": "Некоторые из наших проектов",
  "main.stack-section.button.capabilities": "Что мы можем",
  "main.stack-section.description": "Создаем адаптивные IT-решения, которые легко подстраиваются под изменяющиеся условия бизнеса.Разрабатываем индивидуальные решения, подходящие именно вам, с креативным подходом к каждой задаче. Слушаем и понимаем потребности клиентов, чтобы создать решения, которые отвечают всем вашим требованиям.",
  "main.stack-section.title": "Наши супер способности",
  "main.trusting-companies-section.description": "Мы гордимся тем, что работаем с крупными и успешными компаниями по всему миру. Вот лишь некоторые из них:",
  "main.trusting-companies-section.title": "Нам доверяют",
  "page.error.text": "Упс... Кажется, вы нашли наш криптонит",
  "projects-list-section.button.more": "Больше проектов",
  "propose-project-section.button.propose": "Предложить проект",
  "propose-project-section.description": "Есть идеи, которые требуют воплощения? Мы готовы помочь вам в этом! В MSA-IT мы верим, что каждый проект уникален, и мы стремимся создать решения, которые идеально соответствуют вашим целям и требованиям.",
  "services.header.description": "В MSA-IT мы убеждены, что для нас нет ничего невозможного. Мы стремимся помочь вам реализовать ваши самые амбициозные идеи и сделать их реальностью. Наша команда профессионалов готова предложить широкий спектр услуг, чтобы поддержать вас на каждом этапе вашего проекта.",
  "services.header.title": "Для нас не существует невозможного!",
  "services.principles-section.description": "Будучи настоящими супер-героями, мы неизменно придерживаемся ряда важнейших принципов.",
  "services.principles-section.fifth.description": "Каждый клиент для нас важен. Мы стремимся понять его уникальные потребности и ожидания. Индивидуальный подход к каждому проекту позволяет нам находить оптимальные решения и предлагать именно то, что действительно необходимо. Мы открыты к диалогу, вовлекаем клиентов в процесс разработки и всегда готовы ответить на любые вопросы.",
  "services.principles-section.fifth.title": "Находим подход к клиенту",
  "services.principles-section.first.description": "Мы понимаем важность временных рамок и ответственности перед нашими клиентами. Каждый проект имеет четкий график выполнения, который мы обсуждаем и утверждаем заранее. Мы используем современные инструменты для планирования и контроля, чтобы гарантировать, что все этапы завершены в срок, и что клиенты всегда в курсе текущего статуса их проекта.",
  "services.principles-section.first.title": "Соблюдаем сроки",
  "services.principles-section.fourth.description": "Мы понимаем, что каждая компания уникальна и может иметь свои финансовые особенности. Поэтому мы предлагаем гибкие модели оплаты, которые могут быть адаптированы под конкретные нужды клиента. Мы готовы обсуждать различные варианты, такие как фиксированная стоимость, почасовая оплата или этапная оплата, учитывая пожелания и возможности заказчика.",
  "services.principles-section.fourth.title": "Гибко подходим к оплате",
  "services.principles-section.second.description": "Наша команда — это наш главный актив. Мы тщательно подбираем специалистов с учетом потребностей проекта и требований клиента. Каждый участник команды обладает необходимыми навыками и опытом, чтобы обеспечить успешную реализацию. Мы также ценим постоянное обучение и развитие нашего персонала, чтобы оставаться на пике технологий.",
  "services.principles-section.second.title": "Подбираем команду",
  "services.principles-section.third.description": "Качество — это наша приоритетная задача. Мы внедряем строгие стандарты и практики контроля качества на каждом этапе работы. Регулярное тестирование, код-ревью и обратная связь помогают нам поддерживать высокий уровень результатов. Мы стремимся к совершенству и никогда не идем на компромисс в вопросах качества.",
  "services.principles-section.third.title": "Поддерживаем качество",
  "services.principles-section.title": "Наши принципы",
  "services.technologies-section.cicd": "CI/CD (Continuous Integration/Continuous Deployment) – это практика разработки программного обеспечения, которая объединяет непрерывную интеграцию и непрерывную доставку. Она предполагает автоматическую сборку, тестирование и развертывание программного обеспечения для обеспечения быстрой и надежной поставки.",
  "services.technologies-section.css": "CSS3 - каскадные таблицы стилей, используемые для оформления внешнего вида веб-страниц.",
  "services.technologies-section.description": "В современном IT-мире разнообразные инструменты и технологии играют критическую роль в успешной работе специалистов. Они позволяют разработчикам, администраторам и аналитикам выполнять свои задачи более эффективно. Знание этих ресурсов не только способствует развитию специалистов, но и помогает командам достигать выдающихся результатов в совместной деятельности.",
  "services.technologies-section.elastic": "Elastic – обеспечивает масштабируемость и высокую производительность в поиске и анализе больших объемов данных.",
  "services.technologies-section.elasticsearch": "Elasticsearch - поисковая система, основанная на библиотеке Lucene. Предоставляет распределенную многозадачную систему полнотекстового поиска с веб-интерфейсом HTTP и документами JSON без схемы.",
  "services.technologies-section.express": "Express –  гибкий фреймворк для создания веб-приложений на Node.js. Позволяет быстро и эффективно разрабатывать серверные приложения и API.",
  "services.technologies-section.git": "Git - распределённая система управления версиями исходного кода.",
  "services.technologies-section.html": "HTML - основной язык разметки для создания веб-страниц.",
  "services.technologies-section.ionic": "Ionic — это кроссплатформенный SDK для создания мобильных приложений с использованием HTML, CSS и JavaScript.",
  "services.technologies-section.javaScript": "JavaScript - язык программирования, который позволяет реализовать интерактивные элементы на веб-страницах.",
  "services.technologies-section.kotlin": "Kotlin используется для создания приложений, которые полностью оптимизированы под платформу Android. Использование нативного языка обеспечивает максимально возможную производительность и функциональность, а также доступ к специфическим возможностям данной платформы.",
  "services.technologies-section.mongodb": "MongoDB -отличается высокой масштабируемостью и гибкостью в хранении и обработке информации. MongoDB хорошо подходит для проектов, требующих гибкой структуры данных и высокой скорости доступа к ним.",
  "services.technologies-section.mysql": "MySQL - популярная система управления базами данных, используемая для создания веб-приложений и хранения данных.",
  "services.technologies-section.nest": "Nest – модульный фреймворк для создания масштабируемых приложений на Node.js. Позволяет быстро начать разработку и создание веб-приложений.",
  "services.technologies-section.noSQL": "NoSQL. Включает различные типы БД, такие как MongoDB, Redis и другие, которые отличаются от реляционных БД и предоставляют альтернативные модели хранения и обработки данных. NoSQL БД более масштабируемы, гибки и подходят для различных типов проектов.",
  "services.technologies-section.node": "Node.js - позволяет разрабатывать масштабируемые и быстрые веб-приложения",
  "services.technologies-section.nuxtjs": "Nuxt.js — это фреймворк для создания приложений на Vue.js. Позволяет создавать готовые к работе веб-приложения и призван упростить разработку универсальных и одностраничных сервисов.",
  "services.technologies-section.postgresql": "PostgreSQL — это объектно-реляционная система управления базами данных с открытым исходным кодом. Она поддерживает множество функций, таких как транзакции, репликация и расширяемость.",
  "services.technologies-section.python": "Python – это мощный и многофункциональный язык программирования, который позволяет решать широкий спектр задач и обеспечивает множество возможностей для реализации поставленных задач.",
  "services.technologies-section.react": "React.js – позволяет разрабатывать масштабируемые и гибкие веб-приложения",
  "services.technologies-section.reactNative": "React Native – фреймворк для разработки мобильных приложений, используя JavaScript и React.js. Позволяет создавать кроссплатформенные приложения, которые могут работать на Android и iOS. Обеспечивает высокую производительность и доступ к множеству готовых компонентов платформы.",
  "services.technologies-section.redis": "Redis – известна своей способностью хранить данные в памяти, что делает ее идеальным выбором для кэширования, обработки сеансов и реализации очередей задач.",
  "services.technologies-section.sql": "SQL - язык программирования для работы с реляционными базами данных.",
  "services.technologies-section.swift": "Swift используется для создания приложений, которые полностью оптимизированы под платформу IOS. Использование нативного языка обеспечивает максимально возможную производительность и функциональность, а также доступ к специфическим возможностям данной платформы.",
  "services.technologies-section.technology": "Технология",
  "services.technologies-section.title": "Инстурменты и технологии",
  "services.technologies-section.typescript": "TypeScript — это язык программирования, расширяющий JavaScript статической типизацией, что помогает предотвращать ошибки и улучшать качество кода.",
  "services.technologies-section.uiux": "UI-дизайнеры уделяют особое внимание деталям и работают с программами для создания макетов и прототипов, чтобы представить концепцию продукта.\nUX-дизайнеры стремятся сделать продукт удобным, интуитивно понятным и эффективным, чтобы удовлетворить потребности и ожидания пользователей.",
  "services.technologies-section.vue": "Vue.js - позволяет разрабатывать интерактивные веб-приложения с минимальным объемом кода.",
  "services.technologies-section.where-used": "Где мы это использовали:"
}
